Repository: Kakimoto-Kaito/actbind
Catalog: *.lproj/Localizable.strings
Languages: ar, da, he, hi, hu, ja, sv, th, vi

# akaunntokannri
source: Account Management
ar: ادارة الحساب
da: Kontostyring
he: ניהול חשבון
hi: खाता प्रबंधन
hu: Számlavezetés
ja: アカウント管理
sv: Kontohantering
th: การจัดการบัญชี
vi: Quản lý tài khoản

# era-
source: An error has occurred
ar: حدث خطأ
da: Der opstod en fejl
he: אירעה שגיאה
hi: एक गलती हुई है
hu: Hiba történt
ja: エラーが発生しました
sv: Ett fel har uppstått
th: เกิดข้อผิดพลาด
vi: một lỗi đã xảy ra

# toukousakujyo
source: Do you want to delete the post?
ar: هل تريد حذف المنشور؟
da: Vil du slette indlægget?
he: האם אתה רוצה למחוק את הפוסט?
hi: क्या आप पोस्ट को हटाना चाहते हैं?
hu: Törli a bejegyzést?
ja: 投稿を削除しますか？
sv: Vill du radera inlägget?
th: คุณต้องการลบโพสต์หรือไม่?
vi: Bạn có muốn xóa bài viết không?

# akaunntosakujyo
source: Account deletion
ar: حذف الحساب
da: Sletning af konto
he: מחיקת חשבון
hi: खाता हटाना
hu: Fiók törlése
ja: アカウント削除
sv: Radering av konto
th: การลบบัญชี
vi: Xóa tài khoản

# sakujyo
source: Delete
ar: حذف
da: Slet
he: לִמְחוֹק
hi: हटाएं
hu: Töröl
ja: 削除
sv: Radera
th: ลบ
vi: Xóa bỏ

# akaunntowosakujyotyuu
source: Deleting account ...
ar: جارٍ حذف الحساب ...
da: Sletter konto ...
he: מוחק חשבון ...
hi: खाता हटाया जा रहा है ...
hu: Fiók törlése ...
ja: アカウントを削除中...
sv: Tar bort konto ...
th: กำลังลบบัญชี ...
vi: Đang xóa tài khoản ...

# akaunntogasakujyosaremasita
source: Account has been deleted
ar: تم حذف الحساب
da: Kontoen er blevet slettet
he: החשבון נמחק
hi: खाता हटा दिया गया है
hu: A fiók törölve
ja: アカウントが削除されました
sv: Kontot har tagits bort
th: ลบบัญชีแล้ว
vi: Tài khoản đã bị xóa

# akaunntosakujyosetumei
source: If you delete your account, you will not be able to log in again.
ar: إذا قمت بحذف حسابك ، فلن تتمكن من تسجيل الدخول مرة أخرى.
da: Hvis du sletter din konto, kan du ikke logge ind igen.
he: אם תמחק את חשבונך, לא תוכל להתחבר שוב.
hi: यदि आप अपना खाता हटाते हैं, तो आप फिर से लॉग इन नहीं कर पाएंगे।
hu: Ha törli a fiókját, nem fog tudni újra bejelentkezni.
ja: アカウントを削除すると再度ログインができなくなります
sv: Om du tar bort ditt konto kommer du inte att kunna logga in igen.
th: หากคุณลบบัญชีของคุณคุณจะไม่สามารถเข้าสู่ระบบได้อีก
vi: Nếu bạn xóa tài khoản của mình, bạn sẽ không thể đăng nhập lại.

# sakujyopasuwa-do
source: Please enter your password to delete
ar: الرجاء إدخال كلمة المرور الخاصة بك للحذف
da: Indtast din adgangskode for at slette
he: אנא הכנס את הסיסמה שלך למחיקה
hi: कृपया हटाने के लिए अपना पासवर्ड दर्ज करें
hu: Kérjük, adja meg jelszavát a törléshez
ja: 削除するには、パスワードを入力してください
sv: Ange ditt lösenord för att radera
th: โปรดป้อนรหัสผ่านของคุณเพื่อลบ
vi: Vui lòng nhập mật khẩu của bạn để xóa

# arigatou
source: Thank you very much
ar: شكرا جزيلا
da: Mange tak
he: תודה רבה לך
hi: आपका बहुत बहुत धन्यवाद
hu: Nagyon szépen köszönjük
ja: ありがとうございました
sv: Tack så mycket
th: ขอบคุณมาก
vi: Cám ơn rất nhiều

# tanosimi
source: I look forward to seeing you again
ar: أتطلع إلى رؤيتك مجددا
da: Jeg ser frem til at se dig igen
he: אני מצפה לראות אותך שוב
hi: मैं आपसे दोबारा मिलने की उम्मीद करता हूँ
hu: alig várom, hogy újra lássalak téged
ja: また、出会えることを楽しみにしています
sv: jag ser fram emot att träffa dig igen
th: ฉันหวังว่าจะได้พบคุณอีกครั้ง
vi: Tôi mong muốn được gặp lại em

# puraibasi-akusesujyoukyou
source: Access to privacy information
ar: الوصول إلى معلومات الخصوصية
da: Adgang til privatlivsoplysninger
he: גישה למידע פרטיות
hi: गोपनीयता जानकारी तक पहुंच
hu: Hozzáférés az adatvédelmi információkhoz
ja: プライバシー情報へのアクセス状況
sv: Tillgång till sekretessinformation
th: เข้าถึงข้อมูลความเป็นส่วนตัว
vi: Quyền truy cập thông tin bảo mật

# gennzainopasuwa-do
source: Current password
ar: كلمة المرور الحالي
da: Nuværende kodeord
he: סיסמה נוכחית
hi: वर्तमान पासवर्ड
hu: Jelenlegi jelszó
ja: 現在のパスワード
sv: Nuvarande lösenord
th: รหัสผ่านปัจจุบัน
vi: Mật khẩu hiện tại

# atarasiipasuwa-do
source: New password
ar: كلمة مرور جديدة
da: Nyt kodeord
he: סיסמה חדשה
hi: नया पासवर्ड
hu: Új jelszó
ja: 新しいパスワード
sv: Nytt lösenord
th: รหัสผ่านใหม่
vi: Mật khẩu mới

# atarasiipasuwa-domouitidonyuuryoku
source: New password, again
ar: كلمة مرور جديدة مرة أخرى
da: Ny adgangskode igen
he: סיסמא חדשה, שוב
hi: फिर से नया पासवर्ड डालें
hu: Új jelszó megint
ja: 新しいパスワードをもう一度入力
sv: Nytt Lösenord Igen
th: รหัสผ่านใหม่อีกครั้ง
vi: Mật khẩu mới, một lần nữa

# gennzainopasuwa-dogamatigatteimasu
source: Create a new password you heven't used before.
ar: أنشئ كلمة مرور جديدة لم تستخدمها من قبل.
da: Opret en ny adgangskode, du ikke tidligere har brugt.
he: צור סיסמה חדשה שלא השתמשת בה בעבר.
hi: एक नया पासवर्ड बनाएं जिसे आपने पहले इस्तेमाल नहीं किया था।
hu: Hozzon létre egy új jelszót, amelyet korábban nem használt.
ja: 現在のパスワードが間違っています。もう一度入力してください。
sv: Skapa ett nytt lösenord som du inte har använt tidigare.
th: สร้างรหัสผ่านใหม่ที่คุณไม่เคยใช้มาก่อน
vi: Tạo một mật khẩu mới mà bạn chưa sử dụng trước đây.

# pasuwa-dogaittisimasenn
source: Passwords do not match.
ar: كلمة المرور غير مطابقة.
da: Adgangskoderne stemmer ikke overens.
he: סיסמאות לא תואמות.
hi: पासवर्ड मेल नहीं खाते।
hu: A jelszavak nem egyeznek.
ja: パスワードが一致しません。
sv: Lösenorden matchar inte.
th: รหัสผ่านไม่ตรงกัน.
vi: Mật khẩu không phù hợp.

# syasinnwohozonn
source: Save Photos
ar: حفظ الصور
da: Gem fotos
he: שמור תמונות
hi: तस्वीरें सहेजें
hu: Fotók mentése
ja: 写真を保存
sv: Spara foton
th: บันทึกรูปภาพ
vi: Lưu những hình ảnh

# syasinnwohozonnsetumei
source: Automatically save the photos you take to your camera roll.
ar: احفظ الصور التي تلتقطها في ألبوم الكاميرا تلقائيًا.
da: Gem automatisk de fotos, du tager på din kamerarulle.
he: שמור אוטומטית את התמונות שאתה מצלם בגליל המצלמה שלך.
hi: स्वचालित रूप से आपके द्वारा लिए गए फोटो को अपने कैमरा रोल में सेव करें।
hu: A fényképeket automatikusan a fényképezőgép tekercsébe menti.
ja: 撮影した写真を自動的に自分のカメラロールに保存します。
sv: Spara automatiskt de foton du tar till din kamerarulle.
th: บันทึกรูปภาพที่คุณถ่ายลงในม้วนฟิล์มโดยอัตโนมัติ
vi: Tự động lưu ảnh bạn chụp vào thư viện ảnh.

# riyoukiyaku
source: Terms of Service
ar: شروط الخدمة
da: Servicevilkår
he: תנאי השירות
hi: सेवा की शर्तें
hu: Szolgáltatási feltételek
ja: 利用規約
sv: Användarvillkor
th: เงื่อนไขการให้บริการ
vi: Điều khoản dịch vụ

# puraibasi-porisi-
source: Privacy Policy
ar: سياسة خاصة
da: Fortrolighedspolitik
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
ja: プライバシーポリシー
sv: Integritetspolicy
th: นโยบายความเป็นส่วนตัว
vi: Chính sách bảo mật

# komyunitexigaidorainn
source: Community Guidelines
ar: إرشادات المجتمع
da: Fællesskabets retningslinjer
he: הנחיות הקהילה
hi: समुदाय दिशानिर्देश
hu: Közösségi irányelvek
ja: コミュニティガイドライン
sv: Gemenskapsriktlinjer
th: หลักเกณฑ์ของชุมชน
vi: Hướng dẫn cộng đồng

# o-punnso-suraiburari
source: Open Source Libraries
ar: مكتبات مفتوحة المصدر
da: Open Source biblioteker
he: ספריות קוד פתוח
hi: ओपन सोर्स लाइब्रेरी
hu: Nyílt forráskódú könyvtárak
ja: オープンソースライブラリ
th: ห้องสมุดโอเพ่นซอร์ส
vi: Thư viện nguồn mở

# suubyoumae
source: Just now
ar: الآن فقط
da: Lige nu
he: זֶה עַתָה
hi: अभी
hu: Pont most
ja: 数秒前
sv: Precis nu
th: เมื่อกี้
vi: Vừa rồi

# funnmae
source: %@ minute ago
ar: منذ %@ دقيقة
da: %@ minut siden
he: לפני %@ דקה
hi: %@ दिन पहले
hu: %@ perccel ezelőtt
ja: %@分前
sv: %@ minut sedan
th: %@ นาทีที่แล้ว
vi: %@ một phút trước đây

# fukusuufunnmae
source: %@ minutes ago
ar: منذ %@ دقيقة
da: %@ minutter siden
he: לפני %@ דקות
hi: %@ मिनट पहले
hu: %@ perce
ja: %@分前
sv: %@ minuter sedan
th: %@ นาทีที่แล้ว
vi: %@ Vài phút trước

# jikannmae
source: %@ hour ago
ar: منذ %@ ساعة
da: %@ time siden
he: לפני %@ שעות
hi: %@ घंटे पहले
hu: %@ órával ezelőtt
ja: %@時間前
sv: %@ timme sedan
th: %@ ชั่วโมงที่แล้ว
vi: %@ giờ trước

# fukusuujikannmae
source: %@ hours ago
ar: منذ %@ ساعات
da: %@ timer siden
he: לפני %@ שעות
hi: %@ घंटे पहले
hu: %@ órával ezelőtt
ja: %@時間前
sv: %@ timmar sedan
th: %@ ชั่วโมงที่แล้ว
vi: %@ nhiều giờ trước

# nitimae
source: %@ day ago
ar: %@ منذ يوم
da: %@ dag siden
he: לפני %@ יום
hi: %@ दिन पहले
hu: %@ napja
ja: %@日前
sv: %@ dag sedan
th: %@ วันที่ผ่านมา
vi: %@ ngày trước đó

# fukusuunitimae
source: %@ days ago
ar: %@ منذ أيام
da: %@ dage siden
he: לפני %@ יום
hi: %@ दिन पहले
hu: %@ napja
ja: %@日前
sv: %@ dagar sedan
th: %@ วันที่ผ่านมา
vi: %@ ngày trước
