Repository: Kakimoto-Kaito/actbind
Catalog: *.lproj/Localizable.strings
Languages: ar, da, he, hi, hu, ja, sv, th, vi

# akaunntohoukokutaipu4
source: Posting inappropriate content
ar: نشر محتوى غير لائق
da: Udstationering af upassende indhold
he: פרסום תוכן לא הולם
hi: अनुचित सामग्री पोस्ट करना
hu: Nem megfelelő tartalom közzététele
ja: 不適切なコンテンツの投稿
sv: Publicerar olämpligt innehåll
th: โพสต์เนื้อหาที่ไม่เหมาะสม
vi: Đăng nội dung không phù hợp

# akaunntohoukokutaipu5
source: Bullying or harassment
ar: التنمر أو التحرش
da: Mobning eller chikane
he: בריונות או הטרדות
hi: धमकाना या प्रताड़ना
hu: Zaklatás vagy zaklatás
ja: いじめまたは嫌がらせ
sv: Mobbning eller trakasserier
th: การกลั่นแกล้งหรือการล่วงละเมิด
vi: Bắt nạt hoặc quấy rối

# akaunntohoukokutaipu6
source: I want to help this person
ar: اريد مساعدة هذا الشخص
da: Jeg vil hjælpe denne person
he: אני רוצה לעזור לאדם הזה
hi: मैं इस व्यक्ति की मदद करना चाहता हूँ
hu: Segíteni akarok ennek az embernek
ja: この人を助けたい
sv: Jag vill hjälpa den här personen
th: อยากช่วยคนนี้
vi: Tôi muốn giúp người này

# toukouhoukokutaitoru
source: Why are you reporting this post?
ar: لماذا تقوم بالتبليغ عن هذا المنصب?
da: Hvorfor rapporterer du dette indlæg?
he: מדוע אתה מדווח על פוסט זה?
hi: आप इस पोस्ट के बारे में क्यों बता रहे हैं?
hu: Miért jelented ezt a bejegyzést?
ja: この投稿を報告する理由
sv: Varför rapporterar du det här inlägget?
th: เหตุใดคุณจึงรายงานโพสต์นี้
vi: Tại sao bạn lại báo cáo bài viết này?

# toukouhoukokutaipu1
source: It's spam
ar: أنها رسائل مزعجه
da: Det er spam
he: זה ספאם
hi: यह स्पैम है
hu: Ez levélszemét
ja: スパム
sv: Det är spam
th: มันเป็นสแปม
vi: Đó là thư rác

# toukouhoukokutaipu2
source: Nudity or sexual activity
ar: العُري أو النشاط الجنسي
da: Nøgenhed eller seksuel aktivitet
he: עירום או פעילות מינית
hi: नग्नता या यौन गतिविधि
hu: Meztelenség vagy szexuális tevékenység
ja: ヌードまたは性的行為
sv: Nakenhet eller sexuell aktivitet
th: ภาพเปลือยหรือกิจกรรมทางเพศ
vi: Ảnh khỏa thân hoặc hoạt động tình dục

# toukouhoukokutaipu3
source: Hate speech or symbols
ar: الكلام أو الرموز التي تحض على الكراهية
da: Had tale eller symboler
he: דיבור שנאה או סמלים
hi: अभद्र भाषा या प्रतीक
hu: Gyűlöletbeszéd vagy szimbólumok
ja: ヘイトスピーチまたは差別的なシンボル
sv: Hat tal eller symboler
th: คำพูดแสดงความเกลียดชังหรือสัญลักษณ์
vi: Lời nói hoặc biểu tượng căm thù

# toukouhoukokutaipu4
source: Violence or dangerous organizations
ar: عنف أو منظمات خطيرة
da: Vold eller farlige organisationer
he: אלימות או ארגונים מסוכנים
hi: हिंसा या खतरनाक संगठन
hu: Erőszak vagy veszélyes szervezetek
ja: 暴力または危険な団体
sv: Våld eller farliga organisationer
th: องค์กรที่มีความรุนแรงหรือเป็นอันตราย
vi: Tổ chức bạo lực hoặc nguy hiểm

# toukouhoukokutaipu5
source: Sale of illegal or regulated goods
ar: بيع البضائع غير القانونية أو الخاضعة للتنظيم
da: Salg af ulovlige eller regulerede varer
he: מכירת טובין בלתי חוקיים או מוסדרים
hi: अवैध या विनियमित माल की बिक्री
hu: Illegális vagy szabályozott áruk értékesítése
ja: 違法または規制対象商品の販売
sv: Försäljning av olagliga eller reglerade varor
th: การขายสินค้าผิดกฎหมายหรือสินค้าควบคุม
vi: Bán hàng hóa bất hợp pháp hoặc được quản lý

# toukouhoukokutaipu6
source: Bullying or harassment
ar: التنمر أو التحرش
da: Mobning eller chikane
he: בריונות או הטרדות
hi: धमकाना या प्रताड़ना
hu: Zaklatás vagy zaklatás
ja: いじめまたは嫌がらせ
sv: Mobbning eller trakasserier
th: การกลั่นแกล้งหรือการล่วงละเมิด
vi: Bắt nạt hoặc quấy rối

# toukouhoukokutaipu7
source: Intellectual property violation
ar: انتهاك حقوق الملكية الفكرية
da: Krænkelse af intellektuel ejendomsret
he: הפרת קניין רוחני
hi: बौद्धिक संपदा उल्लंघन
hu: Szellemi tulajdon megsértése
ja: 知的財産権の侵害
sv: Immateriell äganderätt
th: การละเมิดทรัพย์สินทางปัญญา
vi: Vi phạm sở hữu trí tuệ

# toukouhoukokutaipu8
source: Suicide or self-injury
ar: الانتحار أو إيذاء النفس
da: Selvmord eller selvskade
he: התאבדות או פגיעה עצמית
hi: आत्महत्या या आत्म-चोट
hu: Öngyilkosság vagy önsérülés
ja: 自殺または自傷行為
sv: Självmord eller självskada
th: ฆ่าตัวตายหรือทำร้ายตัวเอง
vi: Tự tử hoặc tự gây thương tích

# toukouhoukokutaipu9
source: Scam
ar: احتيال
da: Fup
he: הונאה
hi: घोटाला
hu: Átverés
ja: 詐欺
sv: Lurendrejeri
th: หลอกลวง
vi: Lừa đảo

# toukouhoukokutaipu10
source: False information
ar: معلومات خاطئة
da: Falske oplysninger
he: מידע שגוי
hi: झूठी सूचना
hu: Hamis információk
ja: 虚偽の情報
sv: Falsk information
th: ข้อมูลเท็จ
vi: Thông tin sai

# toukouhoukokutaipu11
source: Terrorism
ar: الإرهاب
da: Terrorisme
he: טֵרוֹר
hi: आतंक
hu: Terrorizmus
ja: テロ
th: การก่อการร้าย
vi: Khủng bố

# houkokuara-totaitoru
source: Thank you for your report
ar: شكرا لك على التقرير الخاص بك
da: Tak for din rapport
he: תודה על הדיווח שלך
hi: अपनी रिपोर्ट के लिए धन्यवाद
hu: Köszönöm a jelentést
ja: ご報告ありがとうございます
sv: Tack för din rapport
th: ขอบคุณสำหรับรายงานของคุณ
vi: Cảm ơn báo cáo của bạn

# houkokuara-tomesse-ji1
source: We will use the information you provide to make Actbind a safer community.
ar: سوف نستخدم المعلومات التي تقدمها لجعل Actbind مجتمعًا أكثر أمانًا.
da: Vi bruger de oplysninger, du giver, til at gøre Actbind til et mere sikkert samfund.
he: אנו נשתמש במידע שתספק כדי להפוך את Actbind לקהילה בטוחה יותר.
hi: हम आपके द्वारा प्रदान की गई जानकारी का उपयोग एक्टबाइंड को एक सुरक्षित समुदाय बनाने के लिए करेंगे।
hu: Az Ön által megadott információkat arra használjuk fel, hogy az Actbind biztonságosabb közösséggé váljon.
ja: いただいた情報はActbindをより安全なコミュニティにするために役立てさせていただきます。
sv: Vi kommer att använda informationen du tillhandahåller för att göra Actbind till en säkrare gemenskap.
th: เราจะใช้ข้อมูลที่คุณให้เพื่อทำให้ Actbind เป็นชุมชนที่ปลอดภัยยิ่งขึ้น
vi: Chúng tôi sẽ sử dụng thông tin bạn cung cấp để làm cho Actbind trở thành một cộng đồng an toàn hơn.

# houkokuara-tomesse-ji2
source: We will use your feedback to improve Actbind service.
ar: سنستخدم ملاحظاتك لتحسين خدمة Actbind.
da: Vi bruger din feedback til at forbedre Actbind-tjenesten.
he: אנו נשתמש במשוב שלך כדי לשפר את שירות Actbind.
hi: हम आपके फीडबैक का उपयोग एक्टबाइंड सेवा को बेहतर बनाने के लिए करेंगे।
hu: Visszajelzését felhasználjuk az Actbind szolgáltatás fejlesztésére.
ja: いただいたご意見はActbindのサービス向上に役立てさせていただきます。
sv: Vi kommer att använda din feedback för att förbättra Actbind-tjänsten.
th: เราจะใช้ความคิดเห็นของคุณเพื่อปรับปรุงบริการ Actbind
vi: Chúng tôi sẽ sử dụng phản hồi của bạn để cải thiện dịch vụ Actbind.

# tojiru
source: Close
ar: يغلق
da: Tæt
he: סגור
hi: बंद करे
hu: Bezárás
ja: 閉じる
sv: Stänga
th: ปิด
vi: Gần

# actbinddesyea
source: Share on Actbind
ar: شارك على Actbind
da: Del på Actbind
he: שתף ב- Actbind
hi: Actbind . पर शेयर करें
hu: Oszd meg az Actbind oldalon
ja: Actbindでシェア
sv: Aktie på Actbind
th: แบ่งปันบน Actbind
vi: Chia sẻ trên Actbind

# actbinddesyeasetumei
source: By allowing access, you will be able to share.
ar: من خلال السماح بالوصول ، سوف تكون قادرًا على المشاركة.
da: Ved at give adgang kan du dele.
he: על ידי מתן גישה תוכל לשתף.
hi: पहुंच की अनुमति देकर, आप साझा करने में सक्षम होंगे।
hu: A hozzáférés engedélyezésével megoszthatja.
ja: アクセスを許可することで、シェアできるようになります。
sv: Genom att tillåta åtkomst kommer du att kunna dela.
th: โดยการอนุญาตให้เข้าถึงคุณจะสามารถแบ่งปันได้
vi: Bằng cách cho phép truy cập, bạn sẽ có thể chia sẻ.

# cameraakusesu
source: Allow access to the camera
ar: اسمح بالوصول إلى الكاميرا
da: Tillad adgang til kameraet
he: אפשר גישה למצלמה
hi: कैमरे तक पहुंच की अनुमति दें
hu: Hozzáférés engedélyezése a kamerához
ja: カメラへのアクセスを許可
sv: Tillåt åtkomst till kameran
th: อนุญาตให้เข้าถึงกล้อง
vi: Cho phép truy cập vào máy ảnh

# cameraro-ruakusesu
source: Allow access to camera roll
ar: السماح بالوصول إلى ألبوم الكاميرا
da: Tillad adgang til kamerarulle
he: אפשר גישה לגליל המצלמה
hi: कैमरा रोल तक पहुंच की अनुमति दें
hu: Hozzáférés engedélyezése a fényképezőgép tekercséhez
ja: カメラロールへのアクセスを許可
sv: Tillåt åtkomst till kamerarullen
th: อนุญาตให้เข้าถึงม้วนฟิล์ม
vi: Cho phép truy cập vào thư viện ảnh

# kyannseru
source: Cancel
ar: إلغاء
da: Afbestille
he: לְבַטֵל
hi: रद्द करना
hu: Megszünteti
ja: キャンセル
sv: Annullera
th: ยกเลิก
vi: Hủy bỏ

# syasinn
source: Photo
ar: صورة فوتوغرافية
da: Foto
he: תמונה
hi: तस्वीर
hu: Fénykép
ja: 写真
sv: Foto
th: ภาพถ่าย
vi: ảnh

# kara-taguwosenntaku
source: Select color tag
ar: حدد علامة اللون
da: Vælg farvetag
he: בחר תג צבע
hi: रंग टैग चुनें
hu: Válassza ki a színcímkét
ja: カラータグを選択
sv: Välj färgmärke
th: เลือกแท็กสี
vi: Chọn thẻ màu

# toukouwosakusei
source: Create Post
ar: قم بإنشاء منشور
da: Opret indlæg
he: צור פוסט
hi: एक पोस्ट बनाएँ
hu: Hozz létre posztot
ja: 投稿を作成
sv: Skapa inlägg
th: สร้างโพสต์
vi: Tạo bài đăng

# syeasiyou
source: Let's Share
ar: دعنا نتشارك
da: Lad os dele
he: בוא נשתף
hi: चलो बाँटें
hu: Osszuk meg
ja: シェアしよう
sv: Låt oss dela
th: มาแบ่งปันกัน
vi: Hãy chia sẻ

# kyapusyonnwonyuuryoku
source: Write a caption ...
ar: اكتب شرحا ...
da: Skriv en billedtekst ...
he: כתוב כיתוב ...
hi: एक शीर्षक लिखो ...
hu: Írj feliratot ...
ja: キャプションを入力...
sv: Skriv en bildtext ...
th: เขียนแคปชั่น...
vi: Viết chú thích ...

# jikann
source: h
ar: زمن
da: Tid
he: זְמַן
hi: समय
hu: Idő
ja: 時間
sv: Tid
th: เวลา
vi: Thời gian

# syea
source: Share
ar: شارك
da: Del
he: לַחֲלוֹק
hi: शेयर
hu: Részvény
ja: シェア
sv: Dela med sig
th: แบ่งปัน
vi: Đăng lại

# toukoutyuu
source: Posting ...
ar: نشر ...
da: Udstationering ...
he: מפרסם ...
hi: पोस्ट किया जा रहा है...
hu: Közzététel ...
ja: 投稿中...
sv: Publicerar ...
th: กำลังโพสต์ ...
vi: Đang đăng ...

# toukousimasita
source: Posted
ar: تم النشر
da: Sendt
he: פורסם
hi: की तैनाती
hu: Feladva
ja: 投稿しました
sv: Postad
th: โพสต์
vi: Đã đăng

# purofi-ru
source: Profile
ar: الملف الشخصي
da: Profil
he: פּרוֹפִיל
hi: प्रोफ़ाइल
hu: Profil
ja: プロフィール
sv: Profil
th: ข้อมูลส่วนตัว
vi: Hồ sơ

# toukougaarimasenn
source: No posts
ar: ليست هناك أي مشاركات
da: Ingen indlæg
he: אין הודעות
hi: कोई पोस्ट नहीं
hu: Nincs bejegyzés
ja: 投稿がありません
sv: Inga inlägg
th: ไม่มีโพสต์
vi: Không có bài đăng nào

# purofi-ruwohennsyuu
source: Edit Profile
ar: تعديل الملف الشخصي
da: Rediger profil
he: ערוך פרופיל
hi: प्रोफ़ाइल संपादित करें
hu: Profil szerkesztése
ja: プロフィールを編集
sv: Redigera profil
th: แก้ไขโปรไฟล์
vi: Chỉnh sửa hồ sơ

# hennsyuu
source: Edit
ar: تعديل
da: Redigere
he: לַעֲרוֹך
hi: संपादित करें
hu: Szerkesztés
ja: 編集
sv: Redigera
th: แก้ไข
vi: Chỉnh sửa

# hozonn
source: Save
ar: حفظ
da: Gemme
he: להציל
hi: सहेजें
hu: Megment
ja: 保存
sv: Spara
th: บันทึก
vi: Cứu

# purofi-rusyasinn
source: Profile photo
ar: صورة الملف الشخصي
da: Profilbillede
he: תמונת פרופיל
hi: प्रोफाइल फोटो
hu: Profilkép
ja: プロフィール写真
sv: Profilbild
th: รูปประจำตัว
vi: Ảnh hồ sơ

# purofi-rusyasinnhennkou
source: Change Profile Photo
ar: تغيير صورة الملف الشخصي
da: Skift profilbillede
he: שנה תמונת פרופיל
hi: प्रोफाइल फोटो बदलें
hu: Profilfotó módosítása
ja: プロフィール写真を変更
sv: Ändra profilfoto
th: เปลี่ยนรูปโปรไฟล์
vi: Thay đổi ảnh hồ sơ

# syasinnwotoru
source: Take Photo
ar: تصوير
da: Tag et billede
he: לצלם
hi: फोटो लो
hu: Fotót készíteni
ja: 写真を撮る
sv: Ta ett foto
th: ถ่ายภาพ
vi: Chụp hình

# gennzainosyasinnwosakujyo
source: Remove Current Photo
ar: ازل الصوره الحاليه
da: Fjern aktuelt billede
he: להסיר תמונה נוכחית
hi: वर्तमान तस्वीर हटा दे
hu: Az aktuális fénykép eltávolítása
ja: 現在の写真を削除
sv: Ta bort nuvarande Foto
th: ลบรูปภาพปัจจุบัน
vi: Loại bỏ hình ảnh hiện tại

# gennzainosyasinnwosakujyosimasuka
source: Do you want to remove the current photo?
ar: هل تريد إزالة الصورة الحالية؟
da: Vil du fjerne det aktuelle foto?
he: האם אתה רוצה להסיר את התמונה הנוכחית?
hi: क्या आप वर्तमान फ़ोटो को निकालना चाहते हैं?
hu: El akarja távolítani az aktuális fotót?
ja: 現在の写真を削除しますか？
sv: Vill du ta bort det aktuella fotot?
th: คุณต้องการลบรูปภาพปัจจุบันหรือไม่
vi: Bạn có muốn xóa ảnh hiện tại không?

# hennkounaiyousetteityuu
source: Setting Changes ...
ar: تعيين التغييرات ...
da: Indstilling af ændringer ...
he: מגדיר שינויים ...
hi: परिवर्तन सेट कर रहा है ...
hu: Változások beállítása ...
ja: 変更内容を設定中...
sv: Ställa in ändringar ...
th: การตั้งค่าการเปลี่ยนแปลง ...
vi: Cài đặt Thay đổi ...

# hennkounaiyouhozonn
source: Your changes have been saved
ar: تم حفظ التغييرات
da: Dine ændringer er blevet gemt
he: השינויים שלך נשמרו
hi: आपके परिवर्तनों को सहेजा गया है
hu: A váloztatásaid el lettek mentve
ja: 変更内容が保存されました
sv: Dina ändringar har sparats
th: การเปลี่ยนแปลงของคุณได้รับการบันทึก
vi: Các thay đổi của bạn đã được lưu lại

# jikosyoukai
source: Bio
ar: عرف نفسك قدم نفسك
da: Selvindføring
he: הצגה עצמית
hi: आतम परिचय
hu: Bemutatkozás
ja: 自己紹介
th: ชีวภาพ
vi: Tiểu sử

# jikosyoukaiwohennsyuu
source: Edit Bio
ar: تحرير المقدمة الذاتية
da: Rediger selvintroduktion
he: ערוך הקדמה עצמית
hi: आत्म-परिचय संपादित करें
hu: Saját bevezető szerkesztése
ja: 自己紹介を編集
sv: Redigera Bio
th: แก้ไขชีวภาพ
vi: Chỉnh sửa tiểu sử

# jikosyoukaiwonyuuryoku
source: Enter the bio ...
ar: أدخل المقدمة الذاتية الخاصة بك ...
da: Indtast din egen introduktion ...
he: הזן את ההקדמה העצמית שלך ...
hi: अपना आत्म-परिचय दर्ज करें ...
hu: Adja meg önbevezetését ...
ja: 自己紹介を入力...
sv: Ange bio ...
th: เข้าสู่ชีว ...
vi: Nhập tiểu sử ...

# webusaito
source: Website
ar: موقع الكتروني
da: Internet side
he: אתר אינטרנט
hi: वेबसाइट
hu: Weboldal
ja: ウェブサイト
sv: Hemsida
th: เว็บไซต์
vi: Trang mạng

# webusaitowohennsyuu
source: Edit Website
ar: تحرير الموقع
da: Rediger websted
he: ערוך אתר
hi: वेबसाइट संपादित करें
hu: Weboldal szerkesztése
ja: ウェブサイトを編集
sv: Redigera webbplats
th: แก้ไขเว็บไซต์
vi: Chỉnh sửa trang web

# webusaitowonyuuryoku
source: Enter the website ...
ar: أدخل الموقع ...
da: Indtast hjemmesiden ...
he: היכנס לאתר ...
hi: वेबसाइट दर्ज करें ...
hu: Lépjen be a weboldalra ...
ja: ウェブサイトを入力...
sv: Gå in på webbplatsen ...
th: เข้าสู่เว็บไซต์ ...
vi: Vào trang web ...

# webusaitoera-
source: Please enter the correct website.
ar: الرجاء إدخال الموقع الصحيح.
da: Indtast venligst det korrekte websted.
he: אנא הכנס לאתר הנכון.
hi: कृपया सही वेबसाइट दर्ज करें।
hu: Kérjük, adja meg a megfelelő webhelyet.
ja: 正しいウェブサイトを入力してください。
sv: Ange rätt webbplats.
th: โปรดป้อนเว็บไซต์ที่ถูกต้อง
vi: Vui lòng nhập trang web chính xác.

# foro-
source: Follow
ar: يتبع
da: Følge efter
he: לעקוב אחר
hi: का पालन करें
hu: Kövesse
ja: フォローする
sv: Följ
th: ติดตาม
vi: Theo dõi

# foro-tyuu
source: Following
ar: التالية
da: Følge
he: הבא
hi: निम्नलिखित
hu: Következő
ja: フォロー中
sv: Följande
th: กำลังติดตาม
vi: Tiếp theo

# forowa-
source: Followers
ar: تابع
da: Følgere
he: עוקבים
hi: अनुगामी
hu: Követők
ja: フォロワー
sv: Följare
th: ผู้ติดตาม
vi: Người theo dõi

# tomodati
source: Friend
ar: صديق
da: Ven
he: חבר
hi: मित्र
hu: Barátom
ja: 友達
sv: Vän
th: เพื่อน
vi: Bạn bè

# menyu-
source: Menu
ar: قائمة طعام
he: תַפרִיט
hi: मेन्यू
hu: Menü
ja: メニュー
sv: Meny
th: เมนู
vi: Thực đơn

# ohayou
source: Good morning
ar: صباح الخير
da: God morgen
he: בוקר טוב
hi: शुभ प्रभात
hu: Jó reggelt kívánok
ja: おはようございます
sv: God morgon
th: สวัสดีตอนเช้า
vi: Buổi sáng tốt lành

# konnnitiha
source: Good afternoon
ar: مرحبا
da: Hej
he: שלום
hi: नमस्कार
hu: Helló
ja: こんにちは
sv: God eftermiddag
th: สวัสดีตอนบ่าย
vi: Chao buổi chiêu

# konnbannha
source: Good evening
ar: مساء الخير
da: God aften
he: ערב טוב
hi: सुसंध्या
hu: Jó estét
ja: こんばんは
sv: God kväll
th: สวัสดีตอนเย็น
vi: Chào buổi tối

# inotiwomamoru
source: Protect your life
ar: احمِ حياتك
da: Beskyt dit liv
he: הגן על חייך
hi: अपने जीवन की रक्षा करो
hu: Védje az életét
ja: 命を守る
sv: Skydda ditt liv
th: ปกป้องชีวิตของคุณ
vi: Bảo vệ cuộc sống của bạn

# akuthibithi
source: Your Activity
ar: نشاطك
da: Din aktivitet
he: הפעילות שלך
hi: आपकी गतिविधि
hu: Az Ön tevékenysége
ja: アクティビティ
sv: Din aktivitet
th: กิจกรรมของคุณ
vi: Hoạt động của bạn

# riyoujikann
source: Time on Actbind
ar: الوقت على Actbind
da: Tid på Actbind
he: הזמן ב- Actbind
hi: एक्टबिंद पर समय
hu: Az Actbind ideje
ja: Actbindの利用時間
sv: Tid på Actbind
th: เวลาบน Actbind
vi: Thời gian trên Actbind

# itinitinoheikinn
source: Daily Average
ar: المتوسط ​​اليومي
da: Dagligt gennemsnit
he: ממוצע יומי
hi: दैनिक औसत
hu: Napi átlag
ja: 1日の平均
sv: Dagligt genomsnitt
th: ค่าเฉลี่ยรายวัน
vi: Trung bình hàng ngày, trung bình mỗi ngày

# funn
source: m
ar: دقيقة
he: דקות
hi: मी
hu: perc
ja: 分
th: วินาที
vi: NS

# kyou
source: Today
ar: اليوم
da: I dag
he: היום
hi: आज
hu: Ma
ja: 今日
sv: I dag
th: วันนี้
vi: Hôm nay

# dekore-syonn
source: Decorate
ar: تزيين
da: Pynt
he: לְקַשֵׁט
hi: सजाने के लिए
hu: Díszít
ja: デコレーション
sv: Dekorera
th: ตกแต่ง
vi: Trang hoàng

# orijinaru
source: Original
ar: أصلي
he: מְקוֹרִי
hi: मूल
hu: Eredeti
ja: オリジナル
th: ต้นฉบับ
vi: Nguyên bản

source: Red
ar: أحمر
da: Rød
he: אָדוֹם
hi: लाल
hu: Piros
ja: レッド
sv: Röd
th: แดง
vi: màu đỏ

source: Orange
ar: البرتقالي
he: תפוז
hi: संतरा
hu: narancs
ja: オレンジ
th: ส้ม
vi: quả cam

source: Yellow
ar: الأصفر
da: Gul
he: צהוב
hi: पीला
hu: Sárga
ja: イエロー
sv: Gul
th: สีเหลือง
vi: Màu vàng

source: Green
ar: أخضر
da: Grøn
he: ירוק
hi: हरा
hu: Zöld
ja: グリーン
sv: Grön
th: เขียว
vi: Màu xanh lá

source: Blue
ar: أزرق
da: Blå
he: כָּחוֹל
hi: नीला
hu: Kék
ja: ブルー
sv: Blå
th: สีน้ำเงิน
vi: Màu xanh dương

source: Purple
ar: أرجواني
da: Lilla
he: סָגוֹל
hi: बैंगनी
hu: Lila
ja: パープル
sv: Lila
th: สีม่วง
vi: Màu tía

# sapo-to
source: Support
ar: الدعم
he: תמיכה
hi: सहायता
hu: Támogatás
ja: サポート
sv: Stöd
th: สนับสนุน
vi: Ủng hộ

# supportcentercontent
source: Support with a large number of cases will be summarized in the support center.
ar: سيتم تلخيص الدعم بعدد كبير من الحالات في مركز الدعم.
da: Support med et stort antal sager vil blive opsummeret i supportcentret.
he: תמיכה במספר רב של מקרים תסוכם במרכז התמיכה.
hi: बड़ी संख्या में मामलों के समर्थन को सहायता केंद्र में संक्षेपित किया जाएगा।
hu: Az esetek nagyszámú támogatását a támogatási központ foglalja össze.
ja: 多数のケースでのサポートは、サポートセンターにまとめられます。
sv: Support med ett stort antal ärenden kommer att sammanfattas i supportcentret.
th: การสนับสนุนที่มีกรณีจำนวนมากจะสรุปไว้ในศูนย์สนับสนุน
vi: Hỗ trợ với một số lượng lớn các trường hợp sẽ được tổng hợp trong trung tâm hỗ trợ.

source: Support Center
ar: مركز الدعم
he: מרכז תמיכה
hi: समर्थन केंद्र
hu: Támogatóközpont
ja: サポートセンター
th: ศูนย์สนับสนุน
vi: Trung tâm hỗ trợ

source: Support method
ar: طريقة الدعم
da: Understøttelsesmetode
he: שיטת תמיכה
hi: समर्थन विधि
hu: Támogatási módszer
ja: サポート方法
sv: Supportmetod
th: วิธีการสนับสนุน
vi: Phương thức hỗ trợ

# kotirakara
source: From here
ar: من هنا
da: Herfra
he: מכאן
hi: यहाँ से
hu: Innen
ja: こちらから
sv: Härifrån
th: จากที่นี่
vi: Từ đây

# me-ru
source: Email
ar: بريد الالكتروني
he: אימייל
hi: ईमेल
ja: メール
sv: E-post
th: อีเมล

# me-ruactbindsapo-to
source: You can talk to Actbind support by email.
ar: يمكنك التحدث إلى دعم Actbind عبر البريد الإلكتروني.
da: Du kan tale med Actbind -support via e -mail.
he: תוכל לדבר עם התמיכה של Actbind בדוא"ל.
hi: आप ईमेल द्वारा Actbind समर्थन से बात कर सकते हैं।
hu: E -mailben beszélhet az Actbind ügyfélszolgálatával.
ja: メールでActbindサポートと話ができます。
sv: Du kan prata med Actbind -support via e -post.
th: คุณสามารถพูดคุยกับฝ่ายสนับสนุนของ Actbind ทางอีเมล
vi: Bạn có thể nói chuyện với bộ phận hỗ trợ của Actbind qua email.

# roguauto
source: Log Out
ar: تسجيل خروج
da: Log ud
he: להתנתק
hi: लॉग आउट
hu: Kijelentkezés
ja: ログアウト
sv: Logga ut
th: ออกจากระบบ
vi: Đăng xuất

# roguautosimasuka
source: Log out of @%@?
ar: تسجيل الخروج من @%@؟
da: Log ud af @%@?
he: להתנתק מ- @%@?
hi: @%@ से लॉग आउट करें?
hu: Kijelentkezik az @%@ szolgáltatásból?
ja: @%@からログアウトしますか？
sv: Logga ut från @%@?
th: ออกจากระบบ @%@?
vi: Đăng xuất khỏi @%@?

# ba-jyonn
source: Version
ar: الإصدار
he: גִרְסָה
hi: संस्करण
hu: Változat
ja: バージョン
th: เวอร์ชัน
vi: Phiên bản

# settei
source: Settings
ar: إعدادات
da: Indstillinger
he: הגדרות
hi: समायोजन
hu: Beállítások
ja: 設定
sv: inställningar
th: การตั้งค่า
vi: Cài đặt

# akaunnto
source: Account
ar: الحساب
da: Konto
he: חֶשְׁבּוֹן
hi: लेखा
hu: Számla
ja: アカウント
sv: konto
th: บัญชีผู้ใช้
vi: Tài khoản

# puraibasi-
source: Privacy
ar: خصوصية
da: Privatliv
he: פְּרָטִיוּת
hi: एकांत
hu: Magánélet
ja: プライバシー
sv: Integritet
th: ความเป็นส่วนตัว
vi: Sự riêng tư

# sekyuritexi
source: Security
ar: الأمان
da: Sikkerhed
he: בִּטָחוֹן
hi: सुरक्षा
hu: Biztonság
ja: セキュリティ
sv: säkerhet
th: ความปลอดภัย
vi: Bảo vệ

# apurinogenngo
source: App Language
ar: لغة التطبيق
da: App sprog
he: שפת האפליקציה
hi: ऐप भाषा
hu: Alkalmazás nyelve
ja: アプリの言語
sv: Appens språk
th: ภาษาของแอป
vi: Ngôn ngữ ứng dụng

# actbindnituite
source: About Actbind
ar: حول Actbind
da: Om Actbind
he: אודות Actbind
hi: एक्टबिंद के बारे में
hu: Az Actbindről
ja: Actbindについて
sv: Om Actbind
th: เกี่ยวกับ Actbind
vi: Giới thiệu về Actbind

# kojinnnojyouhou
source: Personal Information
ar: معلومات شخصية
da: Personlig information
he: מידע אישי
hi: व्यक्तिगत जानकारी
hu: Személyes adat
ja: 個人の情報
sv: Personlig information
th: ข้อมูลส่วนบุคคล
vi: Thông tin cá nhân

# namae
source: Name
ar: اسم
da: Navn
he: שֵׁם
hi: नाम
hu: Név
ja: 名前
sv: namn
th: ชื่อ
vi: Tên

# rennrakusakijyouhou
source: Contact Info
ar: معلومات الاتصال
da: Kontaktoplysninger
he: פרטים ליצירת קשר
hi: संपर्क जानकारी
hu: Elérhetőségei
ja: 連絡先情報
sv: Kontaktinformation
th: ข้อมูลติดต่อ
vi: Thông tin liên lạc

# seibetu
source: Gender
ar: جنس
da: Køn
he: מִין
hi: लिंग
hu: Nem
ja: 性別
sv: Kön
th: เพศ
vi: Giới tính

# tannjyoubiwohennkoudekinai
source: Could not change Birthday
ar: لا يمكن تغيير تاريخ الميلاد
da: Kunne ikke ændre fødselsdag
he: לא ניתן היה לשנות את יום ההולדת
hi: जन्मदिन नहीं बदल सका
hu: Nem sikerült megváltoztatni a születésnapot
ja: 誕生日を変更できませんでした
sv: Det gick inte att ändra födelsedag
th: ไม่สามารถเปลี่ยนวันเกิด
vi: Không thể thay đổi ngày sinh

# kakuninn
source: Confirmation
ar: التأكيد
da: Bekræftelse
he: אִשׁוּר
hi: पुष्टीकरण
hu: Megerősítés
ja: 確認
sv: Bekräftelse
th: การยืนยัน
vi: Xác nhận

# atarasiijyouhouhozonn
source: Save New Information
ar: حفظ المعلومات الجديدة
da: Gem nye oplysninger
he: שמור מידע חדש
hi: नई जानकारी सहेजें
hu: Új információk mentése
ja: 新しい情報を保存
sv: Spara ny information
th: บันทึกข้อมูลใหม่
vi: Lưu thông tin mới

# gennzainonamae
source: Current name
ar: الاسم الحالي
da: Nuværende navn
he: שם נוכחי
hi: वर्तमान नाम
hu: Jelenlegi név
ja: 現在の名前
sv: Nuvarande namn
th: ชื่อปัจจุบัน
vi: Tên thật

# gennzainome-ruadoresu
source: Current email address
ar: عنوان بريدك الإلكتروني الحالي
da: din nuværende email adresse
he: כתובת הדואר האלקטרוני הנוכחית
hi: आपका वर्तमान ईमेल पता
hu: jelenlegi email címed
ja: 現在のメールアドレス
sv: Nuvarande email adress
th: ที่อยู่อีเมลปัจจุบัน
vi: Địa chỉ thư điện tử hiện tại

# gennzainoseibetu
source: Current gender
ar: الجنس الحالي
da: Nuværende køn
he: מין נוכחי
hi: वर्तमान लिंग
hu: Jelenlegi nem
ja: 現在の性別
sv: Nuvarande kön
th: เพศปัจจุบัน
vi: Giới tính hiện tại

# gennzainotannjyoubi
source: Current birthday
ar: عيد الميلاد الحالي
da: Nuværende fødselsdag
he: יום הולדת נוכחי
hi: वर्तमान जन्मदिन
hu: Jelenlegi születésnap
ja: 現在の誕生日
sv: Nuvarande födelsedag
th: วันเกิดปัจจุบัน
vi: Sinh nhật hiện tại

# atarasiinamae
source: New Name
ar: اسم جديد
da: Nyt navn
he: שם חדש
hi: नया नाम
hu: Új név
ja: 新しい名前
sv: Nytt namn
th: ชื่อใหม่
vi: Tên mới

# atarasiime-ruadoresu
source: New Mail Address
ar: عنوان بريد جديد
da: Ny postadresse
he: כתובת דואר חדשה
hi: नया मेल पता
hu: Új e-mail cím
ja: 新しいメールアドレス
sv: Ny e-postadress
th: ที่อยู่อีเมลใหม่
vi: Địa chỉ thư mới

# atarasiiseibetu
source: New Gender
ar: جنس جديد
da: Nyt køn
he: מין חדש
hi: नया लिंग
hu: Új nem
ja: 新しい性別
sv: Nytt kön
th: เพศใหม่
vi: Giới tính mới

# atarasiitannjyoubi
source: New Birthday
ar: عيد ميلاد جديد
da: Ny fødselsdag
he: יום הולדת חדש
hi: नया जन्मदिन
hu: Új születésnap
ja: 新しい誕生日
sv: Ny födelsedag
th: วันเกิดใหม่
vi: Sinh nhật mới

# hozonnpasuwa-do
source: Please enter the password to save
ar: الرجاء إدخال كلمة المرور للحفظ
da: Indtast adgangskoden for at gemme
he: אנא הכנס את הסיסמה לשמירה
hi: कृपया सहेजने के लिए पासवर्ड दर्ज करें
hu: Kérjük, adja meg a jelszót a mentéshez
ja: 保存するには、パスワードを入力してください
sv: Ange lösenordet för att spara
th: โปรดป้อนรหัสผ่านเพื่อบันทึก
vi: Vui lòng nhập mật khẩu để lưu
