Repository: Kakimoto-Kaito/actbind
Catalog: *.lproj/Localizable.strings
Languages: ar, da, he, hi, hu, ja, sv, th, vi

# language
source: English
ar: Arabic
da: Danish
he: Hebrew
hi: Hindi
hu: Hungarian
ja: Japanese
sv: Swedish
th: Thai
vi: Vietnamese

# atarasiiba-jyonnni
source: Please update to the new version
ar: يرجى التحديث إلى الإصدار الجديد
da: Opdater venligst til den nye version
he: אנא עדכן לגרסה החדשה
hi: कृपया नए संस्करण में अपडेट करें
hu: Kérjük, frissítsen az új verzióra
ja: 新しいバージョンにアップデートしてください
sv: Uppdatera till den nya versionen
th: โปรดอัปเดตเป็นเวอร์ชันใหม่
vi: Vui lòng cập nhật phiên bản mới

# appude-to
source: Update
ar: تحديث
da: Opdatering
he: עדכון
hi: अपडेट करें
hu: Frissítés
ja: アップデート
sv: Uppdatering
th: อัปเดต
vi: Cập nhật

# roguinn
source: Log In
ar: تسجيل الدخول
da: Log på
he: התחברות
hi: लॉग इन करें
hu: Belépés
ja: ログイン
sv: Logga in
th: เข้าสู่ระบบ
vi: Đăng nhập

# me-ruadoresugatadasikuarimasenn
source: Incorrect Email Address
ar: عنوان البريد الألكتروني غير صحيح
da: Forkert e-mail-adresse
he: כתובת אימייל שגוייה
hi: गलत ई - मेल पता
hu: Helytelen e-mail cím
ja: メールアドレスが正しくありません
sv: Fel E-mail-adress
th: ที่อยู่อีเมลไม่ถูกต้อง
vi: Địa chỉ e-mail không đúng

# akaunntogaarimasenn
source: The email address you entered doesn't appear to belong to an account. Please check your email address and try again.
ar: يبدو أن عنوان البريد الإلكتروني الذي أدخلته لا ينتمي إلى حساب. يرجى التحقق من عنوان بريدك الإلكتروني وحاول مرة أخرى.
da: Den e-mail-adresse, du har angivet, ser ikke ud til at tilhøre en konto. Kontroller din e-mail-adresse, og prøv igen.
he: נראה כי כתובת הדוא"ל שהזנת אינה שייכת לחשבון. אנא בדוק את כתובת הדוא"ל שלך ונסה שוב.
hi: आपके द्वारा दर्ज किया गया ईमेल पता किसी खाते से संबंधित नहीं है। कृपया अपना ईमेल पता जांचें और पुनः प्रयास करें।
hu: Úgy tűnik, hogy a megadott e-mail cím nem egy fiókhoz tartozik. Kérjük, ellenőrizze az e-mail címét, és próbálja újra.
ja: 入力されたメールアドレスと一致するアカウントがありません。メールアドレスをご確認の上、もう一度お試しください。
sv: E-postadressen du angav verkar inte tillhöra ett konto. Kontrollera din e-postadress och försök igen.
th: ที่อยู่อีเมลที่คุณป้อนดูเหมือนจะไม่เป็นของบัญชี โปรดตรวจสอบที่อยู่อีเมลของคุณและลองอีกครั้ง
vi: Địa chỉ email bạn đã nhập dường như không thuộc về tài khoản. Vui lòng kiểm tra địa chỉ email của bạn và thử lại.

# pasuwa-dogamatigatteimasu
source: Incorrect password for %@
ar: كلمة مرور غير صحيحة لـ %@
da: Forkert adgangskode til %@
he: סיסמה שגויה ל- %@
hi: %@ के लिए गलत पासवर्ड
hu: Helytelen jelszó az %@ számára
ja: %@のパスワードが間違っています
sv: Felaktigt lösenord för %@
th: รหัสผ่านไม่ถูกต้องสำหรับ %@
vi: Mật khẩu không chính xác cho %@

# nyuuryokusaretapasuwa-dohatadasikuarimasenn
source: The password you entered is incorrect. Please try again.
ar: كلمة المرور التي أدخلتها غير صحيحة. حاول مرة اخرى.
da: Den indtastede adgangskode er forkert. Prøv igen.
he: הסיסמה שהזנת שגויה. בבקשה נסה שוב.
hi: आपके द्वारा दर्ज किया गया पासवर्ड गलत है। कृपया पुन: प्रयास करें।
hu: A megadott jelszó helytelen. Kérlek próbáld újra.
ja: 入力されたパスワードは正しくありません。もう一度入力してください。
sv: Lösenordet du angav är felaktigt. Var god försök igen.
th: รหัสผ่านที่คุณป้อนไม่ถูกต้อง กรุณาลองอีกครั้ง.
vi: Mật khẩu bạn đã nhập không chính xác. Vui lòng thử lại.

# mouitidojikkou
source: Try Again
ar: حاول مرة أخري
da: Prøv igen
he: נסה שוב
hi: पुनः प्रयास करें
hu: Próbáld újra
ja: もう一度実行
sv: Försök igen
th: ลองอีกครั้ง
vi: Thử lại

# atarasiiakaunntowosakusei
source: Create New Account
ar: انشاء حساب جديد
da: Opret ny konto
he: ליצור חשבון חדש
hi: नया खाता बनाएँ
hu: Új fiók létrehozása
ja: 新しいアカウントを作成
sv: Skapa nytt konto
th: สร้างบัญชีใหม่
vi: Tạo tài khoản mới

# namaewonyuuryoku
source: What's Your Name?
ar: ما هو اسمك؟
da: Hvad hedder du?
he: מה שמך?
hi: तुम्हारा नाम क्या है?
hu: Mi a neved?
ja: 名前を入力
sv: Vad heter du?
th: คุณชื่ออะไร?
vi: Bạn tên là gì?

# namae1
source: First name
ar: اسم العائلة
da: Fornavn
he: שם משפחה
hi: नाम
hu: Vezetéknév
ja: 姓
sv: Förnamn
th: ชื่อจริง
vi: Họ

# namae2
source: Last name
ar: الاسم الاول
da: Efternavn
he: שם פרטי
hi: उपनाम
hu: Keresztnév
ja: 名
sv: Efternamn
th: นามสกุล
vi: Tên đầu tiên

# namaesetumei
source: Using your real name makes it easier for your friends to recognize you.
ar: استخدام اسمك الحقيقي يجعل من السهل على أصدقائك التعرف عليك.
da: Brug af dit rigtige navn gør det lettere for dine venner at genkende dig.
ja: 実名を使用することで、友達があなたを見つけやすくなります。
sv: Att använda ditt riktiga namn gör det lättare för dina vänner att känna igen dig.

# tugihe
source: Next
ar: التالي
da: Næste
he: הַבָּא
hi: आगे बढ़ें
hu: Következő
ja: 次へ
sv: Nästa
th: ต่อไป
vi: Kế tiếp

# akaunntowoomotinokata
source: Already have an account?
ar: هل لديك حساب؟
da: har du allerede en bruger?
he: כבר יש לך חשבון?
hi: पहले से ही एक खाता है?
hu: Már van fiókja?
ja: すでにアカウントをお持ちの方はこちらへ
sv: Har du redan ett konto?
th: มีบัญชีอยู่แล้ว?
vi: Bạn co săn san để tạo một tai khoản?

# me-ruadoresuwonyuuryoku
source: What's Your Email Address?
ar: ما هو عنوان بريدك الالكترونى؟
da: Hvad er din e-mail-adresse?
he: מה כתובת הדוא"ל שלך?
hi: आपका ईमेल पता क्या है?
hu: Mi az e-mail címed?
ja: メールアドレスを入力
sv: Vad är din epostadress?
th: ที่อยู่อีเมลของคุณคืออะไร?
vi: Địa chỉ email của bạn là gì?

# me-ruadoresu
source: Email Address
ar: عنوان البريد الالكترونى
da: Email adresse
he: כתובת דואר
hi: ईमेल पता
hu: Email cím
ja: メールアドレス
sv: E-postadress
th: ที่อยู่อีเมล
vi: Địa chỉ email

# me-ruadoresusetumei
source: Use this email address when logging in.
ar: استخدم عنوان البريد الإلكتروني هذا عند تسجيل الدخول.
da: Brug denne e-mail-adresse, når du logger ind.
he: השתמש בכתובת דוא"ל זו בעת התחברות.
hi: लॉग इन करते समय इस ईमेल पते का उपयोग करें।
hu: Ezt az e-mail címet használja bejelentkezéskor.
ja: ログインする時に、このメールアドレスを使用します。
sv: Använd den här e-postadressen när du loggar in.
th: ใช้ที่อยู่อีเมลนี้เมื่อเข้าสู่ระบบ
vi: Sử dụng địa chỉ email này khi đăng nhập.

# me-ruadoresuera-
source: Please enter a valid email address.
ar: رجاء قم بإدخال بريد الكتروني صحيح.
da: Indtast venligst en gyldig e-mailadresse.
he: אנא הזן כתובת דוא"ל תקנית.
hi: कृपया एक वैध ई - मेल एड्रेस डालें।
hu: Kérjük valós e-mail címet adjon meg!
ja: 有効なメールアドレスを入力してください。
sv: Ange en giltig e-postadress.
th: กรุณาใส่อีเมล์ที่ถูกต้อง.
vi: Vui lòng nhập một địa chỉ email hợp lệ.

# siyoudekinaime-ruadoresu
source: This email address cannot be used
ar: لا يمكن استخدام عنوان البريد الإلكتروني هذا
da: Denne e-mail-adresse kan ikke bruges
he: לא ניתן להשתמש בכתובת דוא"ל זו
hi: इस ईमेल पते का उपयोग नहीं किया जा सकता
hu: Ez az e-mail cím nem használható
ja: このメールアドレスは使用できません
sv: Den här e-postadressen kan inte användas
th: ที่อยู่อีเมลนี้ใช้ไม่ได้
vi: Địa chỉ email này không thể được sử dụng

# ninnsyouko-dowonyuuryoku
source: Enter Confirmation Code
ar: أدخل رمز التأكيد
da: Indtast bekræftelseskode
he: הכנס קוד אישור
hi: पुष्टि कोड दर्ज करें
hu: Adja meg az ellenörző kódot
ja: 認証コードを入力
sv: Ange bekräftelsekod
th: ใส่รหัสยืนยัน
vi: Nhập mã xác nhận

# ninnsyouko-do
source: Confirmation Code
ar: رمز التأكيد
da: Bekræftelseskode
he: קוד לאישור
hi: पुष्टि कोड
hu: Megerősítő kód
ja: 認証コード
sv: Bekräftelsekod
th: รหัสยืนยัน
vi: Mã xác nhận

# ninnsyouko-dosetumei
source: Enter the confirmation code we sent to %@
ar: أدخل رمز التأكيد الذي أرسلناه إلى %@
da: Indtast venligst bekræftelseskoden sendt til %@
he: אנא הזן את קוד האימות שנשלח ל- %@
hi: हमारे द्वारा %@ पर भेजा गया सत्यापन कोड दर्ज करें।
hu: Kérjük, írja be az %@ -nak elküldött ellenőrző kódot.
ja: %@に送信された認証コードを入力してください。
sv: Ange bekräftelsekoden som vi skickade till %@
th: ป้อนรหัสยืนยันที่เราส่งให้ %@
vi: Nhập mã xác nhận mà chúng tôi đã gửi cho %@

# ninnsyouko-dorikuesuto
source: Resend code
ar: أعد إرسال الرمز
da: Gensend kode
he: שלח קוד שוב
hi: पुन: कोड भेजे
hu: Kód újraküldése
ja: コードを再送信
sv: Återsänd koden
th: ส่งรหัสอีกครั้ง
vi: Mã gửi lại

# ninnsyouko-doera-
source: This code is invalid. Please request a new code.
ar: هذا الرمز غير صالح. الرجاء طلب رمز جديد.
da: Denne kode er ugyldig. Bed om en ny kode.
he: קוד זה אינו חוקי. אנא בקש קוד חדש.
hi: यह कोड अमान्य है। कृपया नए कोड का अनुरोध करें।
hu: Ez a kód érvénytelen. Kérjen új kódot.
ja: このコードは無効です。新しいコードを要求してください。
sv: Den här koden är ogiltig. Vänligen begär en ny kod.
th: รหัสนี้ไม่ถูกต้อง กรุณาขอรหัสใหม่
vi: Mã này không hợp lệ. Vui lòng yêu cầu một mã mới.

# pasuwa-dowonyuuryoku
source: Create a Password
ar: إنشاء كلمة مرور
da: Lav et kodeord
he: צור סיסמה
hi: एक पासवर्ड बनाएं
hu: Hozzon létre egy jelszót
ja: パスワードを入力
sv: Skapa ett lösenord
th: สร้างรหัสผ่าน
vi: Tạo một mật khẩu

# pasuwa-do
source: Password
ar: كلمه السر
da: Adgangskode
he: סיסמה
hi: पासवर्ड
hu: Jelszó
ja: パスワード
sv: Lösenord
th: รหัสผ่าน
vi: Mật khẩu

# pasuwa-dosetumei
source: Enter a combination of 8 or more letters and numbers, or symbols (like ! and &).
ar: أدخل مجموعة مكونة من 8 أحرف وأرقام أو رموز أو أكثر (مثل! و &).
da: Indtast en kombination af 8 eller flere bogstaver og tal eller symboler (som! Og &).
he: הזן שילוב של 8 אותיות ומספרים או יותר, או סמלים (כמו! ו- &).
hi: 8 या अधिक अक्षरों और संख्याओं, या प्रतीकों (जैसे! और) के संयोजन को दर्ज करें।
hu: Írjon be 8 vagy több betűt és számot, vagy szimbólumot (például! És &).
ja: 8文字以上のアルファベットと数字、もしくは記号(!や&など)の組み合わせを入力してください。
sv: Ange en kombination av åtta eller fler bokstäver och siffror eller symboler (som! Och &).
th: ป้อนตัวอักษรและตัวเลขหรือสัญลักษณ์ 8 ตัวขึ้นไปรวมกัน (เช่น! และ &)
vi: Nhập kết hợp 8 chữ cái và số trở lên hoặc ký hiệu (như! Và &).

# pasuwa-doera-
source: Please enter the correct password.
ar: الرجاء إدخال كلمة المرور الصحيحة.
da: Indtast venligst den korrekte adgangskode.
he: אנא הזן את הסיסמה הנכונה.
hi: कृपया सही पासवर्ड दर्ज करें।
hu: Kérjük, írja be a helyes jelszót.
ja: 正しいパスワードを入力してください。
sv: Ange rätt lösenord.
th: กรุณากรอกรหัสผ่านที่ถูกต้อง
vi: Vui lòng nhập đúng mật khẩu.

# seibetuwosenntaku
source: What's Your Gender?
ar: ما هو جنسك؟
da: Hvad er dit køn?
he: מה המגדר שלך?
hi: आपका लिंग क्या है?
hu: Mi a nemed?
ja: 性別を選択
sv: Vad är ditt kön?
th: คุณเพศอะไร?
vi: Giơi tinh của bạn la gi?

# dannsei
source: Male
ar: الذكر
da: Han
he: זָכָר
hi: नर
hu: Férfi
ja: 男性
sv: Manlig
th: ชาย
vi: Nam giới

# jyosei
source: Female
ar: أنثى
da: Kvinde
he: נְקֵבָה
hi: महिला
hu: Női
ja: 女性
sv: Kvinna
th: หญิง
vi: Giống cái

# sonota
source: Other
ar: آخر
da: Andet
he: אַחֵר
hi: अन्य
hu: Egyéb
ja: その他
sv: Övrig
th: อื่น ๆ
vi: Khác

# tannjyoubiwosenntaku
source: When's Your Birthday?
ar: ما هو عيد ميلادك؟
da: Hvornår er det din fødselsdag?
he: מתי יום ההולדת שלך?
hi: आपका जन्मदिन कब है?
hu: Mikor van a születésnapod?
ja: 誕生日を入力
sv: När fyller du år?
th: วัดเกิดคุณเมื่อไร?
vi: Khi nào là sinh nhật của bạn?

# tannjyoubi
source: Birthday
ar: عيد الميلاد
da: Fødselsdag
he: יום הולדת
hi: जन्मदिन
hu: Születésnap
ja: 誕生日
sv: Födelsedag
th: วันเกิด
vi: Ngày sinh nhật

# tannjyoubisetumei
source: Providing your birthday helps mark sure you get the right Actbind experience for your age.
ar: يساعد تقديم عيد ميلادك في التأكّد من حصولك على تجربة Actbind المناسبة لعمرك.
da: At give din fødselsdag hjælper med at markere, at du får den rigtige Actbind-oplevelse til din alder.
he: אספקת יום ההולדת שלך מסייעת לוודא שאתה מקבל את החוויה המתאימה ל- Actbind לגילך.
hi: अपना जन्मदिन प्रदान करना यह सुनिश्चित करने में मदद करता है कि आपको अपनी उम्र के लिए सही एक्टबिंड अनुभव प्राप्त हो।
hu: A születésnapod megadásával biztos lehet abban, hogy a korodnak megfelelő Actbind élményt kapsz.
ja: 誕生日を登録することで、より安全にActbindを利用いただけます。
sv: Att ge din födelsedag hjälper dig att se till att du får rätt Actbind-upplevelse för din ålder.
th: การให้วันเกิดของคุณช่วยให้แน่ใจว่าคุณได้รับประสบการณ์ Actbind ที่เหมาะสมกับวัยของคุณ
vi: Cung cấp ngày sinh của bạn giúp đánh dấu chắc chắn rằng bạn có được trải nghiệm Actbind phù hợp với lứa tuổi của mình.

# sai
source: years old
ar: سنة
da: år gammel
he: בן
hi: साल पुराना है
hu: éves
ja: 歳
sv: år gammal
th: ปี
vi: tuổi

# jissainotannjyoubi
source: Please enter your actual birthday
ar: الرجاء إدخال تاريخ ميلادك الفعلي
da: Angiv din faktiske fødselsdag
he: אנא הזן את יום ההולדת שלך בפועל
hi: कृपया अपना वास्तविक जन्मदिन दर्ज करें
hu: Kérjük, adja meg tényleges születésnapját
ja: 実際の誕生日を入力してください
sv: Ange din faktiska födelsedag
th: โปรดป้อนวันเกิดที่แท้จริงของคุณ
vi: Vui lòng nhập ngày sinh thực của bạn

# akaunntowosakuseidekimasenndesita
source: Could not create your account
ar: تعذر إنشاء حساب
da: Kunne ikke oprette en konto
he: לא ניתן היה ליצור חשבון
hi: खाता नहीं बना सका
hu: Nem sikerült fiókot létrehozni
ja: アカウントを作成できませんでした
sv: Det gick inte att skapa ett konto
th: ไม่สามารถสร้างบัญชีได้
vi: Không thể tạo tài khoản

source: OK
ar: حسنا
da: Okay
he: בסדר
hi: ठीक है
hu: rendben
th: ตกลง
vi: VÂNG

# yu-za-ne-muwonyuuryoku
source: Create an User Name
ar: قم بإنشاء اسم مستخدم
da: Opret et brugernavn
he: צור שם משתמש
hi: एक उपयोगकर्ता नाम बनाएँ
hu: Hozzon létre egy felhasználói nevet
ja: ユーザーネームを入力
sv: Skapa ett användarnamn
th: สร้างชื่อผู้ใช้
vi: Tạo tên người dùng

# yu-za-ne-mu
source: User Name
ar: اسم االمستخدم
da: Brugernavn
he: שם משתמש
hi: उपयोगकर्ता नाम
hu: Felhasználónév
ja: ユーザーネーム
sv: Användarnamn
th: ชื่อผู้ใช้
vi: Tên tài khoản

# yu-za-ne-musetumei
source: Use a combination of 5 to 30 letters of the alphabet, numbers, and underscores (_) to create an original user name that your friends can identify with you.
ar: استخدم مزيجًا من 5 إلى 30 حرفًا من الأبجدية والأرقام والشرطات السفلية (_) لإنشاء اسم مستخدم أصلي يمكن لأصدقائك التعرف عليه معك.
da: Brug en kombination af 5 til 30 bogstaver i alfabetet, tal og understregninger (_) til at oprette et originalt brugernavn, som dine venner kan identificere med dig.
he: השתמש בשילוב של 5 עד 20 אותיות מאלף-בית,השתמש בשילוב של 5 עד 30 אותיות מאלף-בית, מספרים וקו תחתון (_) כדי ליצור שם משתמש מקורי שחבריך יוכלו להזדהות איתך.
hi: मूल उपयोगकर्ता नाम बनाने के लिए वर्णमाला, संख्याओं और अंडरस्कोर (_) के 5 से 30 अक्षरों के संयोजन का उपयोग करें जिसे आपके मित्र आपके साथ पहचान सकते हैं।
hu: Az ábécé, számok és aláhúzások (_) 5–30 betű kombinációjával hozzon létre egy eredeti felhasználói nevet, amelyet ismerősei azonosítani tudnak Önnel.
ja: 5文字~30文字のアルファベット、数字、アンダーバー(_)の組み合わせで、友達があなたと分かるようなオリジナルなユーザーネームにしてください。
sv: Använd en kombination av 5 till 30 bokstäver i alfabetet, siffror och understrykningar (_) för att skapa ett originalt användarnamn som dina vänner kan identifiera med dig.
th: ใช้ตัวอักษรตัวเลขและขีดล่าง (_) ผสมกันระหว่าง 5 ถึง 30 ตัวเพื่อสร้างชื่อผู้ใช้เดิมที่เพื่อนของคุณสามารถระบุกับคุณได้
vi: Sử dụng kết hợp từ 5 đến 30 chữ cái trong bảng chữ cái, số và dấu gạch dưới (_) để tạo tên người dùng ban đầu mà bạn bè của bạn có thể nhận dạng bạn.

# yu-za-ne-muera-
source: Please enter the correct user name.
ar: الرجاء إدخال اسم المستخدم الصحيح.
da: Indtast det korrekte brugernavn.
he: אנא הזן את שם המשתמש הנכון.
hi: कृपया सही उपयोगकर्ता नाम दर्ज करें।
hu: Kérjük, írja be a helyes felhasználónevet.
ja: 正しいユーザーネームを入力してください。
sv: Ange rätt användarnamn.
th: กรุณากรอกชื่อผู้ใช้ที่ถูกต้อง
vi: Vui lòng nhập tên người dùng chính xác.

# suujidakeera-
source: You cannot use a user name with only numbers.
ar: لا يمكنك استخدام اسم مستخدم مع أرقام فقط.
da: Du kan ikke bruge et brugernavn med kun tal.
he: אינך יכול להשתמש בשם משתמש עם מספרים בלבד.
hi: आप केवल संख्या वाले उपयोगकर्ता नाम का उपयोग नहीं कर सकते।
hu: Csak számokkal rendelkező felhasználónév nem használható.
ja: 数字のみのユーザーネームは使用できません。
sv: Du kan inte använda ett användarnamn med endast siffror.
th: คุณไม่สามารถใช้ชื่อผู้ใช้ที่มีตัวเลขเท่านั้น
vi: Bạn không thể sử dụng tên người dùng chỉ có số.

# annda-ba-dakeera-
source: You cannot use an underbar only username.
ar: لا يمكنك استخدام اسم مستخدم فقط _.
da: Du kan ikke kun bruge et brugernavn under bar.
he: אינך יכול להשתמש בשם משתמש בסרגל תחתון בלבד.
hi: आप केवल उपयोगकर्ता नाम के आधार पर उपयोग नहीं कर सकते।
hu: Csak a sáv alatti felhasználónév nem használható.
ja: アンダーバーのみのユーザーネームは使用できません。
sv: Du kan inte använda ett enda användarnamn under baren.
th: คุณไม่สามารถใช้ชื่อผู้ใช้ที่อยู่ใต้แถบเท่านั้น
vi: Bạn không thể sử dụng tên người dùng chỉ có thanh dưới.

# siyoudekinaiyu-za-ne-mu
source: This username cannot be used
ar: لا يمكن استخدام اسم المستخدم هذا
da: Dette brugernavn kan ikke bruges
he: לא ניתן להשתמש בשם משתמש זה
hi: इस उपयोगकर्ता नाम का उपयोग नहीं किया जा सकता
hu: Ez a felhasználónév nem használható
ja: このユーザーネームは使用できません
sv: Det här användarnamnet kan inte användas
th: ชื่อผู้ใช้นี้ไม่สามารถใช้ได้
vi: Tên người dùng này không thể được sử dụng

# tourokukannryou
source: Finish Signing Up
ar: قم بإنهاء التسجيل
da: Afslut tilmelding
he: סיים את ההרשמה
hi: साइन अप करना समाप्त करें
hu: Fejezze be a regisztrációt
ja: 登録を完了
sv: Avsluta registreringen
th: เสร็จสิ้นการสมัคร
vi: Hoàn tất Đăng ký

# doui
source: By tapping Sign Up, you agree to our Terms of Service and Privacy Policy.
ar: من خلال النقر فوق تسجيل ، فإنك توافق على شروط الخدمة وسياسة الخصوصية الخاصة بنا.
da: Ved at trykke på Tilmeld dig accepterer du vores servicevilkår og fortrolighedspolitik.
he: על ידי הקשה על הרשמה, אתה מסכים לתנאי השירות ולמדיניות הפרטיות שלנו.
hi: साइन अप पर टैप करके, आप हमारी सेवा की शर्तों और गोपनीयता नीति से सहमत होते हैं।
hu: A Regisztráció megérintésével elfogadja az Általános Szerződési Feltételeket és az Adatvédelmi irányelveket.
ja: [登録]をタップすることで、利用規約、プライバシーポリシーに同意するものとします。
sv: Genom att trycka på Registrera dig godkänner du våra användarvillkor och sekretesspolicy.
th: การแตะสมัครแสดงว่าคุณยอมรับข้อกำหนดในการให้บริการและนโยบายความเป็นส่วนตัวของเรา
vi: Bằng cách nhấn vào Đăng ký, bạn đồng ý với Điều khoản dịch vụ và Chính sách quyền riêng tư của chúng tôi.

# riyoukiyakupuraibasi-porisi-
source: Terms of Service / Privacy Policy
ar: بنود سياسة الخصوصية
da: Servicevilkår / Privatlivspolitik
he: מבחינת מדיניות פרטיות השירות
hi: सेवा गोपनीयता नीति की शर्तें
hu: Szolgáltatási feltételek / Adatvédelmi irányelvek
ja: 利用規約・プライバシーポリシー
sv: Användarvillkor sekretesspolicy
th: เงื่อนไขการบริการ / นโยบายความเป็นส่วนตัว
vi: Về chính sách bảo mật dịch vụ

# touroku
source: Sign Up
ar: سجل
da: Tilmelde
he: הירשם
hi: साइन अप करें
hu: Regisztrálj
ja: 登録
sv: Bli Medlem
th: ลงชื่อ
vi: Đăng ký

# akaunntowosakiseisiteimasu
source: Creating your account ...
ar: إنشاء حسابك ...
da: Opretter din konto ...
he: יוצר את החשבון שלך ...
hi: अपना खाता बनाना ...
hu: A fiók létrehozása ...
ja: アカウントを作成しています...
sv: Skapar ditt konto ...
th: กำลังสร้างบัญชีของคุณ ...
vi: Đang tạo tài khoản của bạn ...

# actbindheyoukoso
source: Welcome to Actbind!
ar: مرحبًا بك في Actbind!
da: Velkommen til Actbind!
he: ברוך הבא ל- Actbind!
hi: Actbind में आपका स्वागत है!
hu: Üdvözöljük az Actbind oldalán!
ja: Actbindへようこそ！
sv: Välkommen till Actbind!
th: ยินดีต้อนรับสู่ Actbind!
vi: Chào mừng đến với Actbind!

# hajimeru
source: Start
ar: بداية
he: הַתחָלָה
hi: शुरू
hu: Rajt
ja: 始める
th: เริ่ม
vi: Bắt đầu

# modoru
source: Return
ar: إرجاع
da: Vend tilbage
he: לַחֲזוֹר
hi: वापसी
hu: Visszatérés
ja: 戻る
sv: Lämna tillbaka
th: กลับ
vi: Trở lại

# houkoku
source: Report
ar: تقرير
da: Rapport
he: להגיש תלונה
hi: रिपोर्ट
hu: Jelentés
ja: 報告
sv: Rapportera
th: รายงาน
vi: Bản báo cáo

# monndaiwohoukoku
source: Report a Problem
ar: الإبلاغ عن مشكلة
da: Rapporter et problem
he: לדווח על בעיה
hi: समस्या के बारे में बताएं
hu: Jelentem a problémát
ja: 問題を報告
sv: Rapportera ett problem
th: รายงานปัญหา
vi: Báo cáo sự cố

# fi-dobakku
source: General Feedback
ar: ملاحظات عامة
da: Generel feedback
he: משוב כללי
hi: सामान्य प्रतिक्रिया
hu: Általános visszajelzés
ja: フィードバック
sv: Allmän feedback
th: คำติชมทั่วไป
vi: Thông tin phản hồi chung

# sousinn
source: Send
ar: إرسال
da: Sende
he: לִשְׁלוֹחַ
hi: संदेश
hu: Küld
ja: 送信
sv: Skicka
th: ส่ง
vi: Gửi

# youkoso
source: Welcome to Actbind
ar: مرحبًا بك في Actbind
da: Velkommen til Actbind
he: ברוך הבא ל- Actbind
hi: एक्टबाइंड में आपका स्वागत है
hu: Üdvözöljük az Actbind oldalán
ja: Actbindへようこそ
sv: Välkommen till Actbind
th: ยินดีต้อนรับสู่ Actbind
vi: Chào mừng đến với Actbind

# kensaku
source: Search
ar: بحث
da: Søg
he: לחפש
hi: खोज
hu: Keresés
ja: 検索
sv: Sök
th: ค้นหา
vi: Tìm kiếm

# kara-tagukensaku
source: Color tag search
ar: البحث عن علامة اللون
da: Søg efter farvetag
he: חיפוש תגיות צבעוניות
hi: रंग टैग खोज
hu: Színcímke keresés
ja: カラータグ検索
sv: Färgtaggsökning
th: ค้นหาแท็กสี
vi: Tìm kiếm thẻ màu

# akaunntokensaku
source: Account search
ar: البحث عن الحساب
da: Kontosøgning
he: חיפוש חשבון
hi: खाता खोज
hu: Fiókkeresés
ja: アカウント検索
sv: Kontosökning
th: ค้นหาบัญชี
vi: Tìm kiếm tài khoản

# houkokusetumei1
source: If someone is in immediate danger, call the local emergency services-don't wait.
ar: إذا كان شخص ما في خطر محدق ، فاتصل بخدمات الطوارئ المحلية - لا تنتظر.
da: Hvis nogen er i umiddelbar fare, skal du ringe til de lokale redningstjenester - vent ikke.
he: אם מישהו נמצא בסכנה מיידית, התקשר לשירותי החירום המקומיים - אל תחכה.
hi: अगर कोई तत्काल खतरे में है, तो स्थानीय आपातकालीन सेवाओं को कॉल करें-इंतजार न करें।
hu: Ha valakit közvetlen veszély fenyeget, hívja a helyi mentőszolgálatot - ne várjon.
ja: 差し迫った危険に直面する人がいる場合は、今すぐ地域の警察または消防機関に緊急通報してください。
sv: Om någon är i omedelbar fara, ring den lokala räddningstjänsten - vänta inte.
th: หากมีคนตกอยู่ในอันตรายทันที ให้โทรเรียกบริการฉุกเฉินในพื้นที่ - อย่ารอช้า
vi: Nếu ai đó đang gặp nguy hiểm ngay lập tức, hãy gọi cho dịch vụ khẩn cấp địa phương - đừng chờ đợi.

# houkokusetumei2
source: Briefly explain what happened. How do you reproduce the issue?
ar: اشرح بإيجاز ما حدث. كيف تعيد إظهار المشكلة؟
da: Forklar kort, hvad der skete. Hvordan gengiver du problemet?
he: הסביר בקצרה מה קרה. איך משחזרים את הנושא?
hi: संक्षेप में बताएं कि क्या हुआ। आप इस मुद्दे को कैसे पुन: पेश करते हैं?
hu: Röviden ismertesse a történteket. Hogyan reprodukálja a kérdést?
ja: 発生した問題の簡単な説明とその再現方法を入力してください。
sv: Förklara kort vad som hände. Hur återskapar du problemet?
th: อธิบายสั้นๆ ว่าเกิดอะไรขึ้น คุณทำซ้ำปัญหาได้อย่างไร
vi: Giải thích ngắn gọn những gì đã xảy ra. Làm thế nào để bạn tái tạo vấn đề?

# houkokusetumei3
source: Please tap to rate
ar: يرجى النقر للتقييم
da: Tryk for at bedømme
he: אנא הקש כדי לדרג
hi: रेट करने के लिए कृपया टैप करें
hu: Érintse meg az értékeléshez
ja: タップして評価してください
sv: Klicka för att betygsätta
th: โปรดแตะเพื่อให้คะแนน
vi: Vui lòng nhấn để xếp hạng

# houkokusetumei4
source: Briefly explain what you love, or what could improve.
ar: اشرح بإيجاز ما تحب ، أو ما الذي يمكن أن يتحسن.
da: Forklar kort, hvad du elsker, eller hvad der kan forbedres.
he: הסביר בקצרה מה אתה אוהב, או מה יכול להשתפר.
hi: संक्षेप में बताएं कि आपको क्या पसंद है, या क्या सुधार हो सकता है।
hu: Röviden magyarázza el, mit szeret, vagy mi javulhat.
ja: 気に入っている部分または改善すべき部分について簡単な説明を入力してください。
sv: Förklara kort vad du älskar eller vad som kan förbättras.
th: อธิบายสั้นๆ ว่าคุณชอบอะไร หรืออะไรที่สามารถปรับปรุงได้
vi: Giải thích ngắn gọn những gì bạn yêu thích hoặc những gì có thể cải thiện.

# akaunntohoukokutaitoru
source: Why are you reporting this account?
ar: لماذا تقوم بالتبليغ عن هذا الحساب؟
da: Hvorfor rapporterer du denne konto?
he: מדוע אתה מדווח על חשבון זה?
hi: आप इस खाते की रिपोर्ट क्यों कर रहे हैं?
hu: Miért jelented ezt a fiókot?
ja: このアカウントを報告する理由
sv: Varför rapporterar du detta konto?
th: เหตุใดคุณจึงรายงานบัญชีนี้
vi: Tại sao bạn báo cáo tài khoản này?

# akaunntohoukokutaipu1
source: Pretending to someone
ar: التظاهر بشخص ما
da: Foregiver overfor nogen
he: מעמיד פנים בפני מישהו
hi: किसी को दिखावा
hu: Valakinek tettetni
ja: 他の人になりすましている
sv: Låtsas för någon
th: แกล้งใครสักคน
vi: Giả vờ với ai đó

# akaunntohoukokutaipu2
source: Fake account
ar: حساب مزيف
da: Falsk konto
he: חשבון מזוייף
hi: फर्जी खाता
hu: Hamis fiók
ja: 偽アカウント
sv: Falskt konto
th: บัญชีปลอม
vi: Tài khoản giả

# akaunntohoukokutaipu3
source: Fake name
ar: اسم مزيف
da: Falsk navn
he: שם מזויף
hi: फर्जी नाम
hu: Hamis név
ja: 偽名
sv: Falskt namn
th: ชื่อปลอม
vi: Tên giả
